{
  "translation": {
    "pTranslate": "Language",
    "pTheme": "Theme",

    "btnAbaut": "About",

    "IndexAboutAside": "Index",
    "L1AboutAside": "Presentation",
    "L2AboutAside": "Profile",
    "L3AboutAside": "Experience",
    "": "",

    "btnProjects": "Projects",

    "btnInCreation": "In Creation",

    "P1AboutSection1": "Hello, my name is",
    "H1AboutSection1": "Herico de Lima Campos.",
    "P2AboutSection1": "I'll be talking a little about myself, and demonstrating my knowledge and progress in programming.",

    "P0AboutSection2": "Education: Complete high school.",
    "P1AboutSection2": "Age : 29 years old",
    "P2AboutSection2": "Marital Status : Single",
    "P3AboutSection2": "Driving License : A, B",
    "P4AboutSection2": "Masculine",
    "P5AboutSection2": "Nationality : Brazilian",
    "P6AboutSection2": "English : low, but I can",
    "P7AboutSection2": "Hometown : Curitiba",
    "P8AboutSection2": "Currently living in São Bernardino - SC",
    "P9AboutSection2": "For about a year now, I've been focusing my free time after work on studying programming. With a main focus on Front-end, I'm having daily contact with html, css and Javascript in online courses and personal projects where I practice the concepts learned. Despite the focus on the Front-end, curiosity and advice from friends who were already programmers, led me to also study the Back-end, taking full advantage of the versatility of Javascript, making me aspire to be a Full-stack professional in the future",

    "P1-1AboutSection3": "I'm still looking to get my first job in the area of ​​programming, I'm currently following online courses and I'm still developing personal projects.For more than a year, I studied on the ",
    "P1-2AboutSection3": " online course platform, where I learned and practiced many things on some topics and earned several certificates that I am making available for viewing below.",
    "P2-1AboutSection3": "I am currently focusing on 2 more specific courses on the ",
    "P2-2AboutSection3": " platform, they are more focused courses for the Front-end from basic to advanced and I'm doing a lot of research on the internet of specific contents and problems that I encounter during the creation of my projects. Below are links to the courses I am currently focusing my studies on.",
    "A1-AboutSection3Courses": "Javascrypt-Modern-Basic/Avanced",
    "A2-AboutSection3Courses": "Reactjs-Nextjs-Complete-Basic/Avanced",
    "P3-1AboutSection3": "Until I get a job as a programmer, I'm going to continue my studies and work in other areas to support myself. During the course of my life I've learned many skills and functions that I'll be showing in the cards below.",

    "Gesseiro": "Plasterer",
    "Motoboy": "Motorcycle Freight",
    "Pecuarista": "Rancher",
    "Pedreiro": "Mason",
    "Carpinteiro": "Carpenter",
    "Estoquista": "Stockist",

    "GesseiroAboutSection3": "Profession that I worked most in my life, I worked 6 years as a plasterer. Of the civil construction professions in which I worked, this is without a doubt the one that I liked the most and the one that I adapted the most. Although I no longer hold that position, I still receive calls from members who want my services.",
    "MotoboyAboutSection3": "In addition to being my main means of transportation, my motorcycle was also my main work tool. Working with motorcycle freight, I have traveled around Curitiba and other metropolitan areas.",
    "PecuaristaAboutSection3": "I worked for just over a year on a dairy farm, performing general services such as milking operator, maintenance, installations, among others. One of the main functions was livestock, dealing with dairy cows, sheep, pigs and other animals. A job that brought me closer to nature and taught me many lessons that I will take with me for the rest of my life.",
    "PedreiroAboutSection3": "Experience in small constructions and maintenance in masonry, working for many years with my father, who was a foreman for a large Brazilian construction company, I was able to learn a lot about the profession of mason.",
    "CarpintariaAboutSection3": "Structures for roofs and linings, among other services in wood, are also among my work experiences.",
    "EstoquistaAboutSection3": "Role I currently play in São Bernardino-SC, checking and organizing the stock of an electrical products and building materials store. I also worked in downtown Curitiba in a CCTV store as a stock assistant until I was promoted to salesman."
  }
}
