{
  "translation": {
    "pTranslate": "Linguagem",
    "pTheme": "Tema",

    "btnAbaut": "Sobre",

    "IndexAboutAside": "Índice",
    "L1AboutAside": "Apresentação",
    "L2AboutAside": "Perfil",
    "L3AboutAside": "Experiência",
    "": "",

    "btnProjects": "Projetos",

    "btnInCreation": "Em criaçao",

    "P1AboutSection1": "Olá, meu nome é ",
    "H1AboutSection1": "Herico de Lima Campos.",
    "P2AboutSection1": "Estarei falando um pouco sobre mim, e demostrando meus conhecimentos e progressos na programação.",

    "P0AboutSection2": "Escolaridade : Ensino médio completo.",
    "P1AboutSection2": "Idade : 29 anos",
    "P2AboutSection2": "Estado Civil: Solteiro",
    "P3AboutSection2": "CNH : A, B",
    "P4AboutSection2": "Masculino",
    "P5AboutSection2": "Nacionalidade : Brasileiro",
    "P6AboutSection2": "Ingles : baixo, mas eu me viro",
    "P7AboutSection2": "Cidade natal : Curitiba",
    "P8AboutSection2": "Morando atualmente em Sao Bernardino - SC",
    "P9AboutSection2": "Há aproximadamente um ano, estou focando meu tempo livre após o trabalho, em estudos sobre programação. Com foco principal no Front-end, estou tendo contato diário com html, css e Javascript em cursos online e projetos pessoais onde eu pratico os conceitos aprendidos. Apesar do foco em Front-end, a curiosidade e os conselhos de amigos já programadores, me levaram a estudar também o Back-end aproveitando ao máximo a versatilidade do Javascript, me fazendo almejar no futuro ser um profissional Full-stack.",
    "P10AboutSection2": "Sem CtrlC/CtrlV, procuro entregar meu trabalho de forma simples, porém eficiente e intuitiva na programação e em todas as áreas em que atuo.",
    "L1AboutSection2": "Simples porque atualmente não tenho um conhecimento muito avançado de programação.",
    "L2AboutSection2": "Eficiente de forma a entregar todas as funcionalidades desejadas de forma adequada.",
    "L3AboutSection2": "Intuitivo para que pessoas de qualquer idade possam entender como o aplicativo funciona.",

    "P1-1AboutSection3": "Ainda estou à procura do meu primeiro emprego na área da programação, atualmente sigo cursos online e ainda desenvolvo projetos pessoais. Por mais de um ano, estudei na plataforma de cursos online ",
    "P1-2AboutSection3": ", onde aprendi e pratiquei muitas coisas sobre alguns temas e ganhei diversos certificados que estou disponibilizando para visualização logo abaixo.",
    "P2-1AboutSection3": "Atualmente estou focando em 2 cursos mais específicos na plataforma ",
    "P2-2AboutSection3": " são cursos mais focados para o Front-end do básico ao avançado e estou fazendo muitas pesquisas pela internet de conteúdos específicos e problemas que encontro durante a criação dos meus projetos. Abaixo estão os links dos cursos em que estou focando meus estudos atualmente.",
    "A1-AboutSection3Courses": "Javascrypt-Moderno-Basico/Avançado",
    "A2-AboutSection3Courses": "Reactjs-Nextjs-Completo-Basico/Avançado",
    "P3-1AboutSection3": "Até eu conseguir um trabalho de programador, eu vou continuando os estudos e trabalhando em outras áreas para me manter. Durante o percurso da minha vida eu aprendi muitas habilidades e funções que estarei mostrando nos cards a seguir.",

    "Gesseiro": "Gesseiro",
    "Motoboy": "Motoboy",
    "Pecuarista": "Pecuarista",
    "Pedreiro": "Pedreiro",
    "Carpinteiro": "Carpinteiro",
    "Estoquista": "Estoquista",

    "GesseiroAboutSection3": "Profissão que mais exerci na minha vida, trabalhei por 6 anos como gesseiro. Das profissões da construção civil em que trabalhei, essa sem dúvidas é a que mais gostei e me adaptei. Apesar de não exercer mais essa função, ainda hoje recebo ligações de empreiteiros querendo meus serviços.",
    "MotoboyAboutSection3": "Além de ser meu principal meio de transporte, minha moto também já foi minha principal ferramenta de trabalho. Trabalhando com moto frete, já atravessei Curitiba e demais regiões metropolitanas.",
    "PecuaristaAboutSection3": "Trabalhei por pouco mais de um ano em uma fazenda leiteira, realizando serviços gerais como operador de ordenha, manutenção, instalações, entre outros. Uma das principais funções era a pecuária, lidando com vacas leiteiras, ovelhas, porcos e outros animais. Um trabalho que me aproximou da natureza e me ensinou muitas lições que levarei para o resto da vida.",
    "PedreiroAboutSection3": "Experiência em pequenas construções e manutenções em alvenaria, por trabalhar muitos anos com meu pai, que era mestre de obras de uma grande construtora brasileira, pude aprender muito sobre a profissão de pedreiro.",
    "CarpintariaAboutSection3": "Estruturas para telhados e forros, entre outros serviços em madeira, também estão entre minhas experiências de trabalho.",
    "EstoquistaAboutSection3": "Função que exerço atualmente em São Bernardino-SC, verificando e organizando o estoque de uma loja de produtos elétricos e materiais de construção. Também trabalhei no centro de Curitiba em uma loja de CFTV como auxiliar de estoque até ser promovido a vendedor.",

    "ProjectsMainP1": "Guia de ícones do projeto",
    "iconPerson": "Pessoal - projeto de minha autoria",
    "iconDidatic": "Didatico - peojeto baseado em cursos",

    "wasUsed": "Neste projeto foi utilizado :",

    "titleProjectFrontTarefas": "App tarefas",
    "projectFrontTarefasDescription1": "App onde voce pode criar, alterar e deletar tarefas",
    "projectFrontTarefasDescription3": "Nesse app você poderá criar tarefas para se organizar em seu dia a dia, podendo completá-las, refazê-las e deletá-las quando quiser. Com design simples e responsivo, podendo ser usado tanto em mobile quanto desktop.",
    "projectFrontTarefasDescriptionCreateProject": "Meu primeiro projeto em React, projeto front que consome uma API de tarefas, projeto com suporte responsivo para desktop e mobile. Requisições feitas em axios. Ele está sendo refatorado à medida que avanço meu conhecimento em React.",

    "titleProjectApiTask": "API Tarefas",
    "projectApiTaskDescription1": "API CRUD para gerenciamento de tarefas, to-do-list.",
    "projectApiTaskDescription3": "API que gerencia tarefas, salvando-as em um banco de dados MYSQL hospedado na planetscale.com, se resume em um CRUD básico em NodeJs e esta hospedada na Vercel.",
    "projectApiTaskDescriptionCreateProject": "Pensa em um projeto divertido para quem está começando na programação back-end. Após estudar Javascrypt e Node, decidi criar este projeto para fixar o que foi aprendido e, desbravar as dificuldades e obstáculos que criar uma aplicação back-end em Node apresenta para um iniciante na programação."
  }
}
